Repository: MFvision/ZOOD-PDF
Catalog: apps/ios/App/AppShortcuts.xcstrings
Source language: en
Languages: ar

source: Scan a document with ${applicationName}
ar: امسح مستندًا ضوئيًا باستخدام ${applicationName}

source: Scan to PDF with ${applicationName}
ar: امسح إلى PDF باستخدام ${applicationName}

source: Scan ${mode} with ${applicationName}
ar: امسح ${mode} باستخدام ${applicationName}

source: Open ${document} in ${applicationName}
ar: افتح ${document} في ${applicationName}

source: Open a recent PDF in ${applicationName}
ar: افتح ملف PDF حديثًا في ${applicationName}

source: Combine PDFs with ${applicationName}
ar: ادمج ملفات PDF باستخدام ${applicationName}

source: Compress a PDF with ${applicationName}
ar: اضغط ملف PDF باستخدام ${applicationName}

source: Summarize a PDF with ${applicationName}
ar: لخّص ملف PDF باستخدام ${applicationName}

source: Read ${document} aloud with ${applicationName}
ar: اقرأ ${document} بصوت عالٍ باستخدام ${applicationName}

source: Read a PDF aloud with ${applicationName}
ar: اقرأ ملف PDF بصوت عالٍ باستخدام ${applicationName}
